Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1569.html.tmx
Source language: nob
Languages: sme

source: Nordisk samisk likestillingspris 2007 - forslag på kandidater
sme: Davviriikkalaš sámi dásseárvobálkkašupmi 2007 – árval evttohasaid

source: Formålet med likestillingsprisen er å stimulere til økt innsats i
sme: Dásseárvobálkkašumi ulbmil lea movttidahttit ain eanet bargat

source: arbeidet med å fremme likestilling og likeverd mellom menn og
sme: dásseárvvu ja ovttaárvosašvuođa ovddidemiin nissoniid ja

source: kvinner på tvers av landegrensene i samiske samfunn.
sme: dievdduid gaskka riikarájáid rastá sámi servodagas.

source: Prisen kan gis til enkeltpersoner, grupper, bedrifter, organisasjoner, lag eller foreninger, skoler eller andre offentlige etater som engasjerer seg i slikt arbeid, eller har gjennomført tiltak som har styrket og fremmet likestilling i praksis.
sme: čađahan doaibmabijuid mat leat nannen ja ovddidan dásseárvvu

source: Begrunnet forslag på kandidater sendes
sme: Sádde evttohasa nama ja vuođuštusa manin son galgá

source: Sametinget i Norge, Ávjovárgeaidnu 50, 9730 Karasjok/Kárášjohka (eller e-post samediggi@samediggi.no) innen 8. februar 2007.
sme: bálkkašuvvot ovdal guovvamánu 8. b. 2007 Norggá Sámediggái, Ávjovárgeaidnu 50, 9730 Karasjok/Kárášjohka
